Repository: ael-code/libreant
Catalog: webant/translations/*/LC_MESSAGES/messages.po
Languages: sr_rs

source: Required field "%(mField)s is missing
sr_rs: Oбавезно поље недостаје: %(mField)s

source: preset not found
sr_rs: Пресет није пронађен

source: Add new
sr_rs: Додај нови

source: Error
sr_rs: Грешка

source: Could not load the page because your browser does not support javascript
sr_rs: Није могуће учитати страницу јер ваш претраживач не подржава javascript

source: Language
sr_rs: Језик

source: Select a language
sr_rs: Изабери језик

source: Description
sr_rs: Опис

source: Field description
sr_rs: Опис поља

source: This is the language that you are using to fill this form.
sr_rs: Ово је језик који користите да попуните овај образац

source: Select a value
sr_rs: Селектуј вредност

source: Reset
sr_rs: Ресетовање

source: Add
sr_rs: Додај

source: Choose file
sr_rs: Изабери картотеку

source: Here you can insert specific info about this file.
sr_rs: Овде можете убацити одређену информацију о овој картотетци

source: custom key
sr_rs: Прилагодљив тастер

source: custom value
sr_rs: Прилагодљива вредност

source: close
sr_rs: Затвори

source: Details
sr_rs: Детаљи

source: Field
sr_rs: Поље

source: Value
sr_rs: Вредност

source: Similar books
sr_rs: Сличне књиге

source: What do you want to read today?
sr_rs: Шта желиш да читаш данас?

source: Add item
sr_rs: Додај ставку

source: All items
sr_rs: Све ставке

source: Recently added
sr_rs: Недавно додати

source: Search results
sr_rs: Тражи резултате

source: %(num)s result was found for
sr_rs: Ниједан резултат није пронађен

source: Sorry, no books matching your query
sr_rs: Извини, не постоји књига која одговара твом упиту

source: Recents
sr_rs: Недавне

source: Recently added items
sr_rs: Недавно додате ставке

source: No items added since now
sr_rs: Нема додатих ставки

source: Search
sr_rs: Тражи
